anysphere.pyright
bat-snippets.bat-snippets
be5invis.toml
bladnman.auto-align
cstrap.python-snippets
donjayamanne.githistory
esbenp.prettier-vscode
fabiospampinato.vscode-diff
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
ibm.output-colorizer
ionutvmi.path-autocomplete
janisdd.vscode-edit-csv
marp-team.marp-vscode
mechatroner.rainbow-csv
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
oderwat.indent-rainbow
phplasma.csv-to-table
pkief.material-icon-theme
ritwickdey.liveserver
silesky.toggle-boolean
sukumo28.wav-preview
tinkertrain.theme-panda
vscodevim.vim
wayou.vscode-todo-highlight
zignd.html-css-class-completion
